[
    {
        "name": "Consultation",
        "content": "<p>Schedule a consultation with me so I can get to know you and your dog. We'll discuss your needs and goals and then go over my training methods so we can begin to construct a training plan together!</p>\n\n<p><img src=\"https://scontent.cdninstagram.com/t51.2885-15/s320x320/e35/14504834_187085055031814_1564449980825993216_n.jpg?ig_cache_key=MTM1ODkwMzc4NzkwNTgzMjQ4NA%3D%3D.2\" alt=\"\" /></p>\n"
    },
    {
        "name": "Drop In Rally",
        "content": "<p>This is a drop-in class for students who have taken the \"Intro to Rally\" class or have permission to join. Email Erin directly to find out when and where this class meets.</p>\n\n<p>This class meets weekly in a few different locations to practice running course, learning new signs, fine-tuning execution, and watching each other run courses to better understand the courses and help each other by giving feedback.</p>\n\n<p><img src=\"/img/training/intro-rally.jpg\" alt=\"\" /></p>\n"
    },
    {
        "name": "Intro to Rally",
        "content": "<p>Rally Obedience (or Rally-O) is a fun obstacle-course type activity you and your dog navigate together as a team.</p>\n\n<p>Whether you are looking for a competitive new challenge or just a way to burn off extra energy when it's rainy and muddy out in winter months, Rally is an excellent way to go.</p>\n\n<h5>Here are just a few reasons why Rally-O is awesome:</h5>\n\n<ul>\n<li>Build a stronger bond with your dog</li>\n<li>Mentally challenge your high energy dog</li>\n<li>Build and reinforce discipline and impulse control in fun, engaging ways</li>\n<li>A great in-door activity for rainy days</li>\n<li>All kinds of dogs at any age are welcome!</li>\n<li>Have fun and feel successful relatively quickly - Rally-O is one of the easiest ‘dog sports’ to get into for newbies</li>\n<li>You can (but don't have to) compete and win awards with your dog in a friendly, welcoming, encouraging, positive environment</li>\n</ul>\n\n\n<p><img src=\"/img/training/erin-dahlia1.jpg\" alt=\"\" /></p>\n"
    },
    {
        "name": "Pack Hike",
        "content": "<p>A pack hike is an alternative way to exercise and socialize your dog. Pack Hikes give your dog a chance to have a change in scenery once or twice a week, have a group of friends that only consists of five to seven dogs, and the ability to play and run in a way few daycare facilities can provide.</p>\n\n<p>Training throughout the whole hike is an important part of the Pack Hike, it provides mental stimulation and teaches critical skills like; recall, proper ways to meet new dogs, manners for meeting strangers, and appropriate play amongst the pack members.</p>\n\n<p>With the freedom to run and play with a trusted pack in the beautiful landscape of the Pacific Northwest, these hikes will leave your dog happy, tired, and well trained!</p>\n\n<p><img src=\"https://scontent.cdninstagram.com/t51.2885-15/s320x320/e35/14712013_1351135988239917_8755200093121937408_n.jpg?ig_cache_key=MTM2NDkzOTUzMDA5MjU4MjU5MA%3D%3D.2\" alt=\"\" /></p>\n"
    },
    {
        "name": "Private Lesson",
        "content": "<p>Whether you need to work on new skill, refresh an old one, or solve a behavior problem, private lessons are the perfect place to work with me and your dog in a highly focused and personalized way.</p>\n\n<p>These downtown sessions are great for working on impulse control, social behaviors, and real-world \"proofing\" your dog.</p>\n\n<p><img src=\"https://scontent.cdninstagram.com/t51.2885-15/s320x320/e35/14676511_973520649426542_8789874996190117888_n.jpg?ig_cache_key=MTM2ODUzMjgwMDI4NjU2NDExMw%3D%3D.2\" alt=\"\" /></p>\n"
    },
    {
        "name": "Real-World Proofing Your Dog",
        "content": "<p>\"Proofing\" in dog training means taking your dog into different environments or situations to practice commands. It's important to make sure your dog can follow your commands even if you aren't at home in a perfectly distraction-free environment.</p>\n\n<p>These small group lessons are the perfect place to work on problems in a supportive setting where you can get feed-back and moral support from other dog owners. Each week we'll work through several different training strategies and activities to find something that is fun and works well for you and your dog.</p>\n\n<p><strong>Week 1: Impulse Control: </strong>\nThis lesson covers the potentially life-saving \"Leave It\" command as well as longer, stronger sit/stays, and recall.</p>\n\n<p><strong>Week 2: Social Behaviors: </strong>\nThis lesson covers such critical social behaviors as greeting strangers (or just walking past) calmly, appropriate dog park play, and excessive barking or jumping behavior.</p>\n\n<p><strong>Week 3: Real-World Proofing: </strong>\nThis lesson takes the skills of the previous weeks to the next level. We might meet as a group in a new, near-by location or at a busier time of day or week to test and strengthen yours and your dogs skills.</p>\n\n<p><img src=\"https://scontent.cdninstagram.com/t51.2885-15/sh0.08/e35/p640x640/14727530_1162849673764004_5770456469627469824_n.jpg?ig_cache_key=MTM2OTMzMzMyODMwMjE3Mzc0MQ%3D%3D.2\" alt=\"\" /></p>\n"
    },
    {
        "name": "Socialization and Play Group",
        "content": "<p>This socialization and play group is like homeschool for dogs! It's an alternative social outlet for dogs who tend to be more comfortable in smaller packs to build their confidence and social skills, and nap and play throughout the day while you're at work.</p>\n\n<p>We follow a daily routine consisting of pack walks, toy time, lunch time snack, nap break, and much more.</p>\n\n<p>The dogs are under constant professional supervision dogs are never left unattended.</p>\n"
    }
]